Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/neighbourhood_watch.html.txt.tmx
Source language: en
Languages: ga

source: Neighbourhood Watch is a crime prevention programme aimed at getting local communities in Ireland actively involved in observing and reporting suspicious activities
ga: Is clár é Pobal Ar Aire a dhéanann iarracht theacht roimh choir. Tá sé dírithe ar phobail áitiúla a spreagadh chun bheith ar an airdeall faoi ghníomhaíochtaí amhrasacha agus iad a thuairisciú chuig na Gardaí

source: The programme involves creating a partnership between the Gardai and the community, which is designed to prevent crime and to help create a better environment in which to live
ga: Cuireann an clár páirtíocht ar bun idir na Gardaí agus an pobal, chun coireanna a sheachaint agus comharsanacht níos fearr a chruthú

source: The impetus to launch a Neighbourhood Watch Scheme may come from the local community or it may result from an approach from the Gardai
ga: Tagann an spreagadh chun scéim Pobal Ar Aire a bhunú go minic ón bpobal féin, nó d'fhéadfadh an t-iarratas a theacht ó na Gardaí

source: Normally, the local Superintendent will first arrange a meeting of interested individuals at which he/she will outline local crime trends, particular crime problems in the area, and ways in which residents can help the Gardai
ga: Is iondúil go socróidh Ceannfort an cheantair áitiúil cruinniú le na daoine a bhfuil spéis acu insan cheist chun claonadh coireanna aitiúla agus fadhbanna coiriúla ar leith sa cheantar a phlé, chomh maith le na bealaí inar féidir le daoine áitiúla cúnamh a thabhairt do na Gardaí

source: While Neighbourhood Watch is not a universal remedy for crime, it does have great potential in preventing certain types of crime, most notably burglary
ga: Cé nach leigheas iomlán ar choir í an scéim Pobal Ar Aire, d'fhéadfadh sí a bheith éifeachtach mar chosc ar choireanna ar leith, go háirithe ar bhuirgléireacht

source: It can also play a major role in easing the frequently unjustified, but understandable, anxiety and fear of crime felt by many citizens
ga: Is féidir léi chomh maith an t-imní agus an fhaitíos roimh choir atá ag go leor daoine a mhaolú. Is minic nach mbíonn údar leis an bhfaitíos seo ach tá sé sothuigthe

source: Each Neighbourhood Watch group should establish its own procedures and appoint or elect its own officers
ga: Ba chóir do gach grúpa Pobail Ar Aire a chúrsaí féin a chur ar bun agus a oifigigh féin a cheapadh nó a thoghadh

source: The following steps should be followed in setting up a Neighbourhood Watch scheme:
ga: Ba chóir na céimeanna seo a leanas a leanúint agus scéim á leagadh amach:

source: • All households in the area are surveyed
ga: • Déantar suirbhé ar chuile theaghlach sa cheantar

source: • If the survey indicates sufficient support for the establishment of a scheme, the results are conveyed to the Divisional Officer who, in his/her discretion, decides on the formal establishment of the Scheme in that particular area
ga: • Má tá sé soiléir ón suirbhé go bhfuil a dhóthain tacaíochta ag an scéim, cuirfear na torthaí ar aghaidh go dtí Oifigeach na Roinne a dhéanfaidh an cinneadh scéim a chur ar bun sa cheantar áirithe sin go foirmeálta

source: • Co-ordinators for the various streets and areas are selected and appointed at a public meeting following approval for the establishment of the Scheme
ga: • Roghnaítear agus ceaptar comhordnóirí do na sráideanna agus na ceantracha éagsúla ag cruinniú poiblí tar éis don scéim a bheith ceadaithe

source: The chief role of the co-ordinators is to act as a point of first contact for members of the Scheme, to receive and distribute information and to recruit new members
ga: Sé an príomh ról atá ag na comhordnóirí ná a bheith mar chéadphointe teagmhála do bhaill na scéime, eolas a ghlacadh agus a dháileadh, agus baill nua a earcú

source: Through the co-ordinators, other projects such as Property Marking or a local Newsletter may be established
ga: Is féidir tús a chur le tograí eile trí na comhordnóirí, mar shampla chun comharthaí a chur ar mhaoine, nó nuachtlitir aitiúil a fhoilsiú

source: The co-ordinators will hold periodic meetings to discuss different issues as they arise
ga: Beidh cruinnithe ag na comhordnóirí ó am go chéile chun gnéithe áirithe a phlé nuair a thagann siad chun solais

source: • The Gardai provides every resident who joins a Neighbourhood Watch Scheme with information
ga: • Tugann na Gardaí eolas do chuile theaghlach a ghlacann páirt sa scéim

source: • A local Garda is appointed to liaise with each scheme
ga: • Ceaptar Garda áitiúil ar leith mar theagmhálaí do chuile scéim

source: There is more information on Neighbourhood Watch on the Garda Síochána website
ga: Tá tuilleadh eolais ar Pobal ar Aire ar láithreán gréasáin an Gharda Síochána

source: Contact your local Garda station and ask to speak with your Divisional Officer about Neighbourhood Watch in your area
ga: Déan teagmháil le do stáisiún Garda áitiúil chun fáil amach cé hé/hí do Oifigeach Roinne

source: Contact information for every Garda station in Ireland is available at the front of all public telephone directories
ga: Is féidir teacht ar uimhir theileafóin chuile stáisiún Garda sa tír ag tús gach eolaire teileafóin
